Repository: NathanBnm/resizer
Catalog: po/extra/*.po
Languages: cs, fr, it, pl, pt

source: Resizer App
cs: Aplikace Resizer
fr: Application Resizer
it: App Resizer
pl: Aplikacja do zmiany rozmiaru
pt: Aplicação Resizer

source: Image resizer
cs: Změna velikosti obrázku
fr: Redimensionneur d'images
it: Ridimensionatore di immagini
pl: Aplikacja do zmiany rozmiaru obrazów
pt: Redimensionador de imagem

source: Image;resize;
cs: Obrázek;změna velikosti;
fr: Image;redimensionner;
it: Ridimensiona immagine
pl: Obraz;Zmiana rozmiaru;
pt: Imagem;redimensionar;

source: Quickly resize images from the context menu
cs: Změňte rychle velikosti obrázků z kontextové nabídky
fr: Redimensionnez rapidement des images depuis le menu contextuel
it: Ridimensione immagini in maniera veloce direttamente dal context menu
pl: Szybko zmieniaj rozmiar obrazów z menu kontekstowego
pt: Redimensione rapidamente imagens do menu de contexto

source: A simple image resizer that resizes one or more images, usable from the context menu or as a standalone app.
cs: Jednoduchý nástroj pro změnu velikosti jednoho nebo více obrázků, který lze použít z kontextové nabídky nebo jako samostatnou aplikaci.
fr: Un simple redimensionneur d'images qui permet de redimensionner une ou plusieurs images, utilisable depuis le menu contextuel ou bien depuis l'application.
it: Un semplice ridimensionatore di immagini che ti permette di modificare la dimensione di una o più immagini, utilizzabile direttamente dal context menu oppure come un'app standalone.
pl: Proste narzędzie, które zmieni rozmiar jednego lub większej ilości obrazów, dostępne z menu kontekstowego, a także jako samodzielna aplikacja.
pt: Um redimensionador simples que redimensiona uma ou mais imagens, pode usá-lo partir do menu de contexto ou como uma aplicação autónoma.

source: Features:
cs: Funkce:
fr: Fonctionnalités :
it: Funzionalità:
pl: Funkcje:
pt: Funcionalidades:

source: Use from context menu: right click on image(s), and select "Resize images".
cs: Použití z kontextové nabídky: klikněte pravým tlačítkem myši na obrázek/obrázky a vyberte možnost „Změnit velikost obrázků“.
fr: Utilisation depuis le menu contextuel : Cliquez-droit sur une ou plusieurs images, et sélectionnez « Redimensionner les images ».
it: Utilizza dal context menu: clic destro sull'immagine (o su più immagini) e seleziona "Ridimensiona immagini".
pl: Użyj z menu kontekstowego: Prawym klawiszem kliknij na obrazku i wybierz "Resize images".
pt: Usar a partir do menu de contexto: clique no botão direito do rato na(s) imagem(s) e selecione "Redimensionar Imagens".

source: Use from Applications menu: Drag and drop image(s).
cs: Použití z nabídky aplikace: přetáhněte obrázek/obrázky.
fr: Utilisation depuis le menu des applications : Glissez-déposez une ou plusieurs images.
it: Utilizza dal menu delle applicazioni: trascina e rilascia le immagini.
pl: Użyj z menu Programy: Przeciągnij obraz/y do okienka.
pt: Usar a partir do menu de Aplicações: Arraste e solte imagem(s).

source: Maintains aspect ratio.
cs: Zachovává poměr stran.
fr: Conservation du ratio.
it: Mantieni il rapporto (aspect ration).
pl: Zachowuje proporcje obrazu.
pt: Mantém o aspeto em proporção.

source: Keyboard control: Change the sizes using the up and down keys, press enter to resize.
cs: Ovládání přes klávesnici: pomocí horní a dolní šipky nastavíte velikost, stisknutím klávesy enter změníte velikost.
fr: Contrôles au clavier : Modifiez les dimensions en utilisant les flèches haut et bas, appuyez sur entrée pour redimensionner.
it: Controlla da tastiera: modifica le dimensioni utilizzando i pulsanti Up e Down, premi Enter per ridimensionare.
pl: Kontroluj z klawiatury: Zmień wymiary używając klawiszy góra i dół, a następnie potwierdź enterem.
pt: Controlo com o teclado: Altere os tamanhos usando as teclas cima e baixo, pressione enter para redimensionar.

source: Settings are stored for next time.
cs: Nastavení jsou zachována pro příště.
fr: Les paramètres sont mémorisés pour la prochaine fois.
it: Le impostazioni vengono salvate per la prossima volta.
pl: Ustawienia są zapamiętane do następnego użycia.
pt: As definições serão gravadas para a próxima vez.

source: Never upscale images
cs: Nikdy nezvětší velikost obrázků
fr: Ne déforme jamais les images
it: Non migliorare mai le immagini
pl: Nie zwiększa rozdzielczości obrazów
pt: Nunca altera a escala das imagens

source: Added info box
cs: Přidán informační rámeček
fr: Ajout d'une boîte d'information
it: Aggiungi una sezione informazioni
pl: Dodano przycisk Informacje
pt: Adicionada uma caixa de informação

source: Improved Lithuanian translation (Thanks @welaq)
cs: Vylepšený překlad do litevštiny (díky @welaq)
fr: Amélioration des traductions en lituanien (grâce à @welaq)
it: Migliorata la traduzione in lituano (grazie @welag)
pl: Poprawiono litewskie tłumaczenie (dzięki @welaq)
pt: Tradução Lituânia melhorada (Obrigado a @welaq)

source: Added French translation (Thanks @NathanBnm)
cs: Přidán překlad do francouzštiny (díky @NathanBnm)
fr: Ajout des traductions en français (grâce à @NathanBnm)
it: Aggiunta la traduzione in francese (grazie @NathanBnm)
pl: Dodano francuskie tłumaczenie (dzięki @NathanBnm)
pt: Tradução Francesa adicionada (Obrigado a @NathanBnm)

source: Added more app categories
cs: Přidáno aplikaci více kategorií
fr: Ajout de plus de catégories d'applciation
it: Aggiunte più categorie per app
pl: Dodano więcej kategorii aplikacji
pt: Foram adicionadas mais categorias da aplicação

source: Improved page transition
cs: Vylepšený přechod mezi stránkami
fr: Améliration de la transition de page
it: Migliorata la transizione della pagina
pl: Ulepszone przechodzenie na stronę
pt: Transição da pagina melhorada

source: Added clearer finished state
cs: Přidán lepší stav při dokončení
fr: Ajout d'un état terminé plus clair
it: Aggiunto stato finito più chiaro
pl: Dodano wyraźniejszy stan końcowy
pt: O estado de terminado está mais claro

source: Republishing for Juno
cs: Opětovná publikace pro Juno
fr: Republication pour Juno
it: Ripubblica per Juno
pl: Nowe wydanie dla Juno
pt: Republicado para o Juno

source: Lithuanian translation (Thanks welaq)
cs: Překlad do litevštiny (díky welaq)
fr: Traductions en lituanien (grâce à @welaq)
it: Traduzione in lituano (grazie welag)
pl: Litewskie tłumaczenie (dzięki @welaq)
pt: Tradução Lituânia Adicionada (Obrigado a @welaq)

source: Fixed issue where files with a . in their path couldn't be resized (Thanks inhji)
cs: Opraven problém, kdy nebylo možné změnit velikost souborů, pokud mají v cestě . (díky inhji)
fr: Correction d'un problème où les images contenant . dans leur chemin ne pouvaient pas être redimensionnées (grâce à @inhji)
it: Risolto un problema dove i file con un . nel proprio percorso non potevano essere ridimensionati (grazie inhji)
pl: Naprawiono błąd, przez który pliki z kropką w ścieżce nie zmieniały rozmiaru (dzięki @inhji)
pt: Corrigido um problema em que ficheiros com um "." no caminho não conseguiam ser redimensionados (Obrigado inhji))

source: Release for Loki
cs: Vydání pro Loki
fr: Version pour Loki
it: Rilasciata per Loki
pl: Wydanie dla Loki
pt: Lançamento para o Loki

source: More appdata file fixes
cs: Dodatečné opravy souboru appdata
fr: Encore des corrections du fichier appdata
it: Risolti diversi file appdata
pl: Więcej poprawek AppData pliku
pt: Mais correções do ficheiro appdata

source: Appdata file fixes
cs: Opravy souboru appdata
fr: Corrections du fichier appdata
it: Risolti file appdata
pl: Poprawki AppData pliku
pt: Correções do ficheiro appdata

source: Improved icon thanks to TraumaD
cs: Vylepšená ikona díky TraumaD
fr: Amélioration de l'icône avec l'aide de @TraumaD
it: Migliorata l'icona, grazie a TraumaD
pl: Ikona ulepszona dzięki TraumaD
pt: Ícone melhorado. Obrigado a TraumaD

source: Clarified that it resizes within size using labels
cs: Objasněno, že se velikost mění v rámci velikosti pomocí štítků
fr: Clarification du redimensionnement à l'intérieur à l'aide d'étiquettes
it: Chiarito che il ridimensionato è all'interno utilizzando le etichette delle dimensioni
pl: Sprecyzowano, że zmienia rozmiar przy użyciu etykiet
pt: Clarificada a forma como redimensiona, dentro do tamanho usando rótulos

source: Progress indication
cs: Ukazatel postupu
fr: Indication de progression
it: Indicatore di progresso
pl: Wskazanie postępu
pt: Indicador de progresso

source: Proper error messages
cs: Správné chybové hlášky
fr: Messages d'erreur appropriés
it: Messaggio di errore per proprietà
pl: Właściwe komunikaty o błędach
pt: Mensagens de erro adequadas

source: Switched to GPL-3.0
cs: Přepnuto na GPL-3.0
fr: Passage à la licence GPL-3.0
it: Passa a GPL-3.0
pl: Przejście na GPL-3.0
pt: Alteração para GPL-3.0

source: Initial release
cs: První vydání
fr: Version initiale
it: Release iniziale
pl: Pierwotne wydanie
pt: Lançamento inicial
