Repository: NathanBnm/resizer
Catalog: po/*.po
Languages: fr, lt

source: Resizer
lt: Dydžio keitiklis

source: Max width:
fr: Largeur maximale :
lt: Didžiausias plotis:

source: Max height:
fr: Hauteur maximale :
lt: Didžiausias aukštis:

source: Cancel
fr: Annuler
lt: Atsisakyti

source: Resize
fr: Redimensionner
lt: Keisti dydį

source: Resize image(s) within:
fr: Redimensionner la ou les image(s) à :
lt: Keisti paveikslo(-ų) dydį ne daugiau kaip:

source: Resize image within:
fr: Redimensionner l'image à :
lt: Keisti paveikslo dydį ne daugiau kaip:

source: Resize %i images within:
fr: Redimensionner %i images à :
lt: Keisti %i paveikslų dydį ne daugiau kaip:

source: Error creating preview: %s
fr: Erreur lors de la création de l'aperçu : %s
lt: Klaida kuriant peržiūrą: %s

source: All images resized
fr: Toutes les images ont été redimensionnées
lt: Visų paveikslų dydžiai pakeisti

source: 1 image remaining
fr: 1 image restante
lt: Liko 1 paveikslas

source: %i images remaining
fr: %i images restantes
lt: Liko %i paveikslai(-ų)

source: There was an issue resizing '%s'
fr: Il y a eu un problème lors du redimensionnement de « %s »
lt: Atsirado problemų, keičiant "%s" dydį

source: Drop Image(s) Here
fr: Glissez-déposez des images ici
lt: Tempkite paveikslą(-us) čia
